Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Imported
ar: مستورد
bg: Импортирано
ca: Importat
cs: Naimportováno
da: Importeret
de: Importiert
el: Εισήχθη
es: Importado
et: Imporditud
fi: Tuotu
fr: Importé
ga: Iompórtáilte
hr: Uvezeno
hu: Importálva
id: Diimpor
is: Flutt inn
it: Importato
ja: 読み込み済み
ko: 가져옴
lt: Importuota
lv: Importēts
mk: Увезено
ms: Diimport
mt: Importat
nb: Importert
nl: Geïmporteerd
pl: Zaimportowano
pt_br: Importado
pt_pt: Importado
ro: Importat
ru: Импортировано
sk: Importované
sl: Uvoženo
sq: E importuar
sr: Увезено
sv: Importerat
tr: İçe aktarıldı
uk: Імпортовано
vi: Đã nhập
zh_hans: 已导入
zh_hant: 已匯入

source: Importing…
ar: يجري الاستيراد…
bg: Импортиране…
ca: S'està important…
cs: Importuje se…
da: Importerer…
de: Importieren…
el: Γίνεται εισαγωγή…
es: Importando…
et: Importimine…
fi: Tuodaan…
fr: Importation…
ga: Á iompórtáil…
hr: Uvoz…
hu: Importálás…
id: Mengimpor…
is: Flyt inn…
it: Importazione…
ja: 読み込み中…
ko: 가져오는 중…
lt: Importuojama…
lv: Notiek importēšana…
mk: Се увезува…
ms: Mengimport…
mt: Qed jiġi importat…
nb: Importerer…
nl: Importeren…
pl: Importowanie…
pt_br: Importando…
pt_pt: A importar…
ro: Se importă…
ru: Импорт…
sk: Importuje sa…
sl: Uvažanje…
sq: Po importohet…
sr: Увоз…
sv: Importerar…
tr: İçe aktarılıyor…
uk: Імпорт…
vi: Đang nhập…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: Include the route
ar: تضمين المسار
bg: Включи маршрута
ca: Inclou la ruta
cs: Přidat trasu
da: Tag ruten med
de: Route einbeziehen
el: Να συμπεριληφθεί η διαδρομή
es: Incluir la ruta
et: Lisa marsruut
fi: Sisällytä reitti
fr: Inclure l'itinéraire
ga: Cuir an bealach san áireamh
hr: Uključi rutu
hu: Az útvonallal együtt
id: Sertakan rutenya
is: Hafa leiðina með
it: Includi il percorso
ja: ルートを含める
ko: 경로 포함
lt: Įtraukti maršrutą
lv: Iekļaut maršrutu
mk: Вклучи ја трасата
ms: Sertakan laluannya
mt: Inkludi r-rotta
nb: Ta med ruta
nl: Route meenemen
pl: Dołącz trasę
pt_br: Incluir a rota
pt_pt: Incluir o percurso
ro: Include traseul
ru: Добавить маршрут
sk: Pridať trasu
sl: Vključi pot
sq: Përfshi itinerarin
sr: Укључи руту
sv: Ta med rutten
tr: Rotayı da ekle
uk: Додати маршрут
vi: Kèm lộ trình
zh_hans: 包含路线
zh_hant: 包含路線

source: Intensity
ar: الشدة
bg: Интензивност
ca: Intensitat
cs: Intenzita
da: Intensitet
de: Intensität
el: Ένταση
es: Intensidad
et: Intensiivsus
fi: Teho
fr: Intensité
ga: Déine
hr: Intenzitet
hu: Intenzitás
id: Intensitas
is: Ákefð
it: Intensità
ja: 強度
ko: 강도
lt: Intensyvumas
lv: Intensitāte
mk: Интензитет
ms: Intensiti
mt: Intensità
nb: Intensitet
nl: Intensiteit
pl: Intensywność
pt_br: Intensidade
pt_pt: Intensidade
ro: Intensitate
ru: Интенсивность
sk: Intenzita
sl: Intenzivnost
sq: Intensiteti
sr: Интензитет
sv: Intensitet
tr: Şiddet
uk: Інтенсивність
vi: Cường độ
zh_hans: 强度
zh_hant: 強度

source: Intensity %@
ar: الشدة %@
bg: Интензивност %@
ca: Intensitat %@
cs: Intenzita %@
da: Intensitet %@
de: Intensität %@
el: Ένταση %@
es: Intensidad %@
et: Intensiivsus %@
fi: Teho %@
fr: Intensité %@
ga: Déine %@
hr: Intenzitet %@
hu: Intenzitás %@
id: Intensitas %@
is: Ákefð %@
it: Intensità %@
ja: 強度 %@
ko: 강도 %@
lt: Intensyvumas %@
lv: Intensitāte %@
mk: Интензитет %@
ms: Intensiti %@
mt: Intensità %@
nb: Intensitet %@
nl: Intensiteit %@
pl: Intensywność %@
pt_br: Intensidade %@
pt_pt: Intensidade %@
ro: Intensitate %@
ru: Интенсивность %@
sk: Intenzita %@
sl: Intenzivnost %@
sq: Intensiteti %@
sr: Интензитет %@
sv: Intensitet %@
tr: Şiddet %@
uk: Інтенсивність %@
vi: Cường độ %@
zh_hans: 强度 %@
zh_hant: 強度 %@

source: Intensity distribution
ar: توزيع الشدة
bg: Разпределение на интензивността
ca: Distribució de la intensitat
cs: Rozložení intenzity
da: Intensitetsfordeling
de: Intensitätsverteilung
el: Κατανομή έντασης
es: Distribución de intensidad
et: Intensiivsuse jaotus
fi: Tehojakauma
fr: Répartition des intensités
ga: Dáileadh na déine
hr: Raspodjela intenziteta
hu: Intenzitáseloszlás
id: Distribusi intensitas
is: Dreifing ákefðar
it: Distribuzione delle intensità
ja: 強度の分布
ko: 강도 분포
lt: Intensyvumo pasiskirstymas
lv: Intensitātes sadalījums
mk: Распределба на интензитетот
ms: Taburan intensiti
mt: Distribuzzjoni tal-intensità
nb: Intensitetsfordeling
nl: Intensiteitsverdeling
pl: Rozkład intensywności
pt_br: Distribuição de intensidade
pt_pt: Distribuição de intensidades
ro: Distribuția intensității
ru: Распределение интенсивности
sk: Rozloženie intenzity
sl: Porazdelitev intenzivnosti
sq: Shpërndarja e intensitetit
sr: Расподела интензитета
sv: Intensitetsfördelning
tr: Şiddet dağılımı
uk: Розподіл інтенсивності
vi: Phân bố cường độ
zh_hans: 强度分布
zh_hant: 強度分布

source: Kind
ar: النوع
bg: Вид
ca: Tipus
cs: Typ
da: Type
de: Art
el: Είδος
es: Tipo
et: Tüüp
fi: Tyyppi
fr: Type
ga: Cineál
hr: Vrsta
hu: Típus
id: Jenis
is: Tegund
it: Tipo
ja: 種類
ko: 종류
lt: Tipas
lv: Veids
mk: Вид
ms: Jenis
mt: Tip
nb: Type
nl: Soort
pl: Rodzaj
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sq: Lloji
sr: Врста
sv: Typ
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Knee-dominant, upright torso
ar: اعتماد على الركبة، جذع منتصب
bg: С акцент на коляното, изправен торс
ca: Domini de genoll, tronc vertical
cs: Dominance kolena, vzpřímený trup
da: Knædomineret, oprejst overkrop
de: Kniedominant, aufrechter Oberkörper
el: Με έμφαση στο γόνατο, όρθιος κορμός
es: Dominante de rodilla, torso erguido
et: Põlvekeskne, püstine ülakeha
fi: Polvivoittoinen, pystysuora ylävartalo
fr: Dominante genou, buste droit
ga: Glúin-cheannasach, cabhail díreach
hr: Naglasak na koljenu, uspravan trup
hu: Térddomináns, egyenes törzs
id: Dominan lutut, badan tegak
is: Hnédrifið, uppréttur bolur
it: Dominante di ginocchio, busto eretto
ja: 膝主導、上体は直立
ko: 무릎 주도, 상체를 세운 자세
lt: Kelių dominantė, tiesus liemuo
lv: Ceļu dominante, taisns rumpis
mk: Со акцент на коленото, исправен труп
ms: Dominan lutut, badan tegak
mt: Iddominat mill-irkoppa, torso wieqaf
nb: Knedominant, oppreist overkropp
nl: Kniedominant, rechtop romp
pl: Dominacja kolan, wyprostowany tułów
pt_br: Dominante de joelho, tronco ereto
pt_pt: Dominante de joelho, tronco direito
ro: Dominant din genunchi, trunchi drept
ru: Акцент на колено, вертикальный корпус
sk: Dominancia kolena, vzpriamený trup
sl: Poudarek na kolenu, pokončen trup
sq: Me theks te gjuri, trungu i drejtë
sr: Нагласак на колену, усправан труп
sv: Knädominant, upprätt bål
tr: Diz ağırlıklı, dik gövde
uk: Акцент на коліно, вертикальний корпус
vi: Chủ đạo là gối, thân người thẳng
zh_hans: 以膝为主，躯干直立
zh_hant: 以膝為主，軀幹直立

source: LOAD %lld
ar: الحمل %lld
bg: НАТОВАРВАНЕ %lld
ca: CÀRREGA %lld
cs: ZÁTĚŽ %lld
da: BELASTNING %lld
de: BELASTUNG %lld
el: ΦΟΡΤΙΟ %lld
es: CARGA %lld
et: KOORMUS %lld
fi: KUORMITUS %lld
fr: CHARGE %lld
ga: UALACH %lld
hr: OPTEREĆENJE %lld
hu: TERHELÉS %lld
id: BEBAN %lld
is: ÁLAG %lld
it: CARICO %lld
ja: 負荷 %lld
ko: 부하 %lld
lt: KRŪVIS %lld
lv: SLODZE %lld
mk: ОПТОВАРУВАЊЕ %lld
ms: BEBAN %lld
mt: TAGĦBIJA %lld
nb: BELASTNING %lld
nl: BELASTING %lld
pl: OBCIĄŻENIE %lld
pt_br: CARGA %lld
pt_pt: CARGA %lld
ro: ÎNCĂRCĂTURĂ %lld
ru: НАГРУЗКА %lld
sk: ZÁŤAŽ %lld
sl: OBREMENITEV %lld
sq: NGARKESA %lld
sr: ОПТЕРЕЋЕЊЕ %lld
sv: BELASTNING %lld
tr: YÜK %lld
uk: НАВАНТАЖЕННЯ %lld
vi: TẢI %lld
zh_hans: 负荷 %lld
zh_hant: 負荷 %lld

source: Laps
ar: اللفات
bg: Обиколки
ca: Voltes
cs: Okruhy
da: Omgange
de: Runden
el: Γύροι
es: Vueltas
et: Ringid
fi: Kierrokset
fr: Tours
ga: Camchuairteanna
hr: Krugovi
hu: Körök
id: Lap
is: Hringir
it: Giri
ja: ラップ
ko: 랩
lt: Ratai
lv: Apļi
mk: Кругови
ms: Pusingan
mt: Dawriet
nb: Runder
nl: Ronden
pl: Okrążenia
pt_br: Voltas
pt_pt: Voltas
ro: Ture
ru: Круги
sk: Okruhy
sl: Krogi
sq: Xhirot
sr: Кругови
sv: Varv
tr: Turlar
uk: Кола
vi: Vòng
zh_hans: 分段
zh_hant: 分段

source: Left alone, it's estimated from the duration using the same per-sport assumption the load model makes for an unmeasured session — so a planned week and a completed one compare on one scale. Set it yourself for a session you know is harder or easier than that.
ar: إن تركته فارغًا، يُقدَّر من المدة بالافتراض نفسه الخاص بكل رياضة الذي يستخدمه نموذج الحمل لحصة غير مقيسة — فيُقارَن الأسبوع المخطَّط بالأسبوع المنجَز على مقياس واحد. وحدّده بنفسك لحصة تعرف أنها أصعب أو أسهل من ذلك.
bg: Ако не се пипа, се оценява по продължителността със същото допускане за спорта, което моделът прави за неизмерена тренировка — така планираната и завършената седмица се сравняват по една скала. Задай го сам за тренировка, за която знаеш, че е по-тежка или по-лека.
ca: Si ho deixes en blanc, s'estima a partir de la durada amb la mateixa hipòtesi per esport que el model de càrrega aplica a una sessió sense mesurar, de manera que una setmana planificada i una de feta es comparen a la mateixa escala. Posa-ho tu mateix per a una sessió que saps que és més dura o més suau.
cs: Pokud to necháš být, odhadne se z délky se stejným předpokladem podle sportu, jaký model zátěže používá pro neměřený trénink — plánovaný a odtrénovaný týden se tak porovnávají na jedné škále. U tréninku, o kterém víš, že je těžší nebo lehčí, si to nastav sám.
da: Rører du den ikke, anslås den ud fra varigheden med den samme antagelse pr. sportsgren, som belastningsmodellen bruger for et umålt pas — så en planlagt og en gennemført uge kan sammenlignes på samme skala. Sæt den selv for et pas, du ved er hårdere eller lettere.
de: Wenn du nichts einträgst, wird sie aus der Dauer geschätzt — mit derselben sportartspezifischen Annahme, die das Belastungsmodell für eine ungemessene Einheit trifft. So lassen sich geplante und absolvierte Woche auf einer Skala vergleichen. Trag sie selbst ein, wenn du weißt, dass eine Einheit härter oder leichter ist.
el: Αν το αφήσεις κενό, εκτιμάται από τη διάρκεια με την ίδια παραδοχή ανά άθλημα που κάνει το μοντέλο φορτίου για μια προπόνηση χωρίς μετρήσεις — έτσι η προγραμματισμένη και η ολοκληρωμένη εβδομάδα συγκρίνονται στην ίδια κλίμακα. Όρισέ το ο ίδιος για προπόνηση που ξέρεις ότι είναι πιο δύσκολη ή πιο εύκολη.
es: Si no lo tocas, se estima a partir de la duración con la misma suposición por deporte que usa el modelo de carga para una sesión sin medir, de modo que una semana planificada y una completada se comparan en la misma escala. Ponlo tú para una sesión que sepas que es más dura o más suave.
et: Tühjaks jättes hinnatakse see kestuse põhjal sama alapõhise eeldusega, mida koormusmudel kasutab mõõtmata trenni puhul — nii on planeeritud ja tehtud nädal samal skaalal võrreldavad. Trenni puhul, mis on sinu teada sellest raskem või kergem, määra see ise.
fi: Jos et koske siihen, se arvioidaan kestosta samalla lajikohtaisella oletuksella, jota kuormitusmalli käyttää mittaamattomalle harjoitukselle — näin suunniteltua ja toteutunutta viikkoa voi verrata samalla asteikolla. Aseta se itse harjoitukselle, jonka tiedät kovemmaksi tai kevyemmäksi.
fr: Si tu n'y touches pas, elle est estimée d'après la durée avec la même hypothèse par sport que le modèle de charge applique à une séance non mesurée : une semaine planifiée et une semaine réalisée se comparent donc sur la même échelle. Renseigne-la toi-même pour une séance que tu sais plus dure ou plus facile.
ga: Má fhágtar folamh é, meastar ón ré é leis an toimhde chéanna de réir spóirt a dhéanann samhail an ualaigh do sheisiún gan tomhas — mar sin déantar seachtain phleanáilte agus seachtain chríochnaithe a chur i gcomparáid ar an scála céanna. Socraigh tú féin é do sheisiún a bhfuil a fhios agat go bhfuil sé níos crua nó níos éasca ná sin.
hr: Ako ostaviš prazno, procjenjuje se iz trajanja uz istu pretpostavku po sportu koju model opterećenja koristi za neizmjeren trening — tako se planirani i odrađeni tjedan uspoređuju na istoj ljestvici. Za trening za koji znaš da je teži ili lakši, vrijednost postavi sam.
hu: Ha üresen hagyod, az időtartamból becsüljük, ugyanazzal a sportágankénti feltételezéssel, amit a terhelésmodell egy mérés nélküli edzésnél használ — így a tervezett és a teljesített hét ugyanazon a skálán hasonlítható össze. Olyan edzésnél, amiről tudod, hogy ennél nehezebb vagy könnyebb, add meg te magad.
id: Kalau dibiarkan, nilainya diperkirakan dari durasi memakai asumsi per-olahraga yang sama seperti yang dipakai model beban untuk sesi tanpa pengukuran — sehingga minggu yang direncanakan dan yang terlaksana dibandingkan pada satu skala. Setel sendiri untuk sesi yang kamu tahu lebih berat atau lebih ringan dari itu.
is: Ef þú lætur þetta vera er það metið út frá tímalengd með sömu forsendu eftir grein og álagslíkanið notar fyrir ómælda æfingu — þannig er hægt að bera skipulagða viku og kláraða viku saman á sama kvarða. Stilltu það sjálfur fyrir æfingu sem þú veist að er erfiðari eða léttari en það.
it: Se non lo tocchi, viene stimato dalla durata con la stessa ipotesi per sport che il modello di carico usa per una sessione non misurata: così una settimana pianificata e una completata si confrontano sulla stessa scala. Impostalo tu per una sessione che sai essere più dura o più leggera.
ja: そのままにすると、負荷モデルが未計測セッションに用いる種目ごとの同じ仮定で、時間から推定します。こうすれば計画した週と実施した週を同じ尺度で比べられます。それより明らかにきつい、あるいは楽なセッションは自分で設定してください。
ko: 비워 두면 부하 모델이 측정되지 않은 세션에 쓰는 종목별 가정을 그대로 적용해 시간으로 추정합니다 — 그래야 계획한 주와 실제로 한 주를 같은 기준으로 비교할 수 있습니다. 그보다 더 힘들거나 가벼운 세션이라면 직접 값을 넣으세요.
lt: Palikus tuščią, tai įvertinama pagal trukmę naudojant tą pačią sporto šakos prielaidą, kurią krūvio modelis taiko neišmatuotai treniruotei — taip planuota ir atlikta savaitė lyginamos vienoje skalėje. Treniruotei, apie kurią žinai, kad ji sunkesnė ar lengvesnė, nustatyk pats.
lv: Atstājot tukšu, tas tiek novērtēts pēc ilguma, izmantojot to pašu pieņēmumu pēc sporta veida, ko slodzes modelis lieto neizmērītam treniņam — tā plānotā un izpildītā nedēļa ir salīdzināma vienā mērogā. Treniņam, par kuru zini, ka tas ir grūtāks vai vieglāks, iestati to pats.
mk: Ако го оставиш празно, се проценува од времетраењето со истата претпоставка по спорт што моделот на оптоварување ја користи за неизмерен тренинг — така планираната и завршената недела се споредуваат на иста скала. За тренинг за кој знаеш дека е потежок или полесен, постави ја вредноста сам.
ms: Jika dibiarkan, nilainya dianggarkan daripada tempoh menggunakan andaian setiap sukan yang sama seperti yang digunakan model beban bagi sesi tanpa ukuran — supaya minggu yang dirancang dan yang telah dilaksanakan dibandingkan pada satu skala. Tetapkan sendiri bagi sesi yang anda tahu lebih berat atau lebih ringan daripada itu.
mt: Jekk tħallih vojt, jiġi stmat mit-tul bl-istess suppożizzjoni skont l-isport li l-mudell tat-tagħbija juża għal sessjoni mhux imkejla — hekk ġimgħa ppjanata u waħda mitmuma jitqabblu fuq l-istess skala. Issettjah int stess għal sessjoni li taf li hija aktar iebsa jew aktar ħafifa minn hekk.
nb: Lar du den stå, anslås den ut fra varigheten med samme antakelse per idrett som belastningsmodellen bruker for en umålt økt — slik kan en planlagt og en gjennomført uke sammenlignes på samme skala. Sett den selv for en økt du vet er hardere eller lettere.
nl: Laat je het staan, dan wordt het geschat uit de duur met dezelfde aanname per sport die het belastingsmodel hanteert voor een ongemeten sessie — zo vergelijk je een geplande en een afgeronde week op één schaal. Stel het zelf in voor een sessie waarvan je weet dat die zwaarder of lichter is.
pl: Jeśli tego nie ruszysz, zostanie oszacowane z czasu trwania przy tym samym założeniu dla danego sportu, którego model obciążenia używa dla niezmierzonej sesji — dzięki temu tydzień zaplanowany i wykonany porównują się w jednej skali. Ustaw je sam dla sesji, o której wiesz, że jest cięższa albo lżejsza.
pt_br: Se você deixar em branco, o valor é estimado pela duração com a mesma suposição por esporte que o modelo de carga usa para um treino sem medição — assim a semana planejada e a cumprida se comparam na mesma escala. Defina você mesmo quando souber que o treino é mais duro ou mais leve que isso.
pt_pt: Se não mexeres, é estimado a partir da duração com o mesmo pressuposto por desporto que o modelo de carga usa para uma sessão não medida — assim uma semana planeada e uma cumprida comparam-se na mesma escala. Define-o tu para uma sessão que sabes ser mais dura ou mais leve.
ro: Dacă îl lași gol, se estimează din durată cu aceeași ipoteză pe sport pe care modelul de încărcătură o folosește pentru un antrenament nemăsurat — astfel, o săptămână planificată și una încheiată se compară pe aceeași scară. Setează-l tu pentru un antrenament despre care știi că e mai greu sau mai ușor de atât.
ru: Если оставить пустым, значение оценивается по длительности с тем же допущением по виду спорта, которое модель нагрузки применяет к неизмеренной тренировке, — так запланированная и выполненная неделя сравниваются по одной шкале. Для тренировки, которая заведомо тяжелее или легче, задайте значение сами.
sk: Ak to necháš prázdne, odhadne sa to z trvania s rovnakým predpokladom podľa športu, aký model záťaže používa pre nemeraný tréning — plánovaný a odtrénovaný týždeň sa tak porovnávajú na jednej škále. Pri tréningu, o ktorom vieš, že je ťažší alebo ľahší, si to nastav sám.
sl: Če pustiš prazno, se oceni iz trajanja z isto predpostavko po športu, ki jo model obremenitve uporabi za neizmerjen trening — tako se načrtovani in opravljeni teden primerjata na isti lestvici. Za trening, za katerega veš, da je težji ali lažji, vrednost nastavi sam.
sq: Nëse e lë bosh, vlerësohet nga kohëzgjatja me të njëjtin supozim sipas sportit që modeli i ngarkesës përdor për një stërvitje pa matje — kështu java e planifikuar dhe ajo e kryer krahasohen në të njëjtën shkallë. Vendose vetë për një stërvitje që e di se është më e vështirë ose më e lehtë.
sr: Ако оставиш празно, процењује се из трајања уз исту претпоставку по спорту коју модел оптерећења користи за неизмерен тренинг — тако се планирана и одрађена недеља пореде на истој скали. За тренинг за који знаш да је тежи или лакши, вредност постави сам.
sv: Rör du det inte uppskattas det ur tiden med samma antagande per sport som belastningsmodellen gör för ett omätt pass — då jämförs en planerad och en genomförd vecka på samma skala. Ange det själv för ett pass du vet är hårdare eller lättare.
tr: Boş bırakılırsa, yük modelinin ölçülmemiş bir antrenman için yaptığı spora özgü varsayımla süreden tahmin edilir — böylece planlanan hafta ile tamamlanan hafta aynı ölçekte karşılaştırılır. Bundan daha zor veya daha kolay olduğunu bildiğin bir antrenman için değeri kendin gir.
uk: Якщо залишити порожнім, значення оцінюється за тривалістю з тим самим припущенням щодо виду спорту, яке модель навантаження застосовує до невиміряного тренування, — так запланований і виконаний тиждень порівнюються за однією шкалою. Для тренування, яке свідомо важче або легше, задайте значення самі.
vi: Nếu để trống, giá trị được ước tính từ thời lượng theo đúng giả định riêng cho từng môn mà mô hình tải dùng cho một buổi không có số đo — nhờ vậy tuần đã lên kế hoạch và tuần đã tập xong được so trên cùng một thước. Hãy tự đặt cho buổi nào bạn biết là nặng hơn hoặc nhẹ hơn thế.
zh_hans: 留空时，会按负荷模型对未测量训练所用的同一套分项目假设，从时长估算——这样计划的一周和完成的一周才在同一把尺子上比较。如果你知道某次训练比这更难或更轻，请自行设定。
zh_hant: 留空時，會依負荷模型對未量測訓練所用的同一套分項目假設，從時長估算——這樣計畫中的一週與完成的一週才在同一把尺上比較。如果你知道某次訓練比這更難或更輕，請自行設定。

source: Lengths
ar: الأطوال
bg: Дължини
ca: Llargs
cs: Bazény
da: Baner
de: Bahnen
el: Διαδρομές πισίνας
es: Largos
et: Basseinipikkused
fi: Altaanmitat
fr: Longueurs
ga: Faid
hr: Dužine
hu: Hosszok
id: Panjang kolam
is: Ferðir
it: Vasche
ja: 本数
ko: 왕복 수
lt: Baseino ilgiai
lv: Baseina garumi
mk: Должини
ms: Panjang kolam
mt: Tulijiet
nb: Lengder
nl: Banen
pl: Długości
pt_br: Piscinas
pt_pt: Piscinas
ro: Lungimi
ru: Отрезки
sk: Bazény
sl: Dolžine
sq: Gjatësi pishine
sr: Дужине
sv: Längder
tr: Kulvar sayısı
uk: Відрізки
vi: Số lần bơi dọc bể
zh_hans: 趟数
zh_hant: 趟數

source: Lifetime distance
ar: المسافة الإجمالية
bg: Общо разстояние
ca: Distància total
cs: Celková vzdálenost
da: Samlet distance
de: Gesamtdistanz
el: Συνολική απόσταση
es: Distancia total
et: Kogudistants
fi: Kokonaismatka
fr: Distance totale
ga: Fad iomlán
hr: Ukupna udaljenost
hu: Összes megtett táv
id: Jarak seumur pakai
is: Heildarvegalengd
it: Distanza totale
ja: 積算距離
ko: 누적 거리
lt: Bendras atstumas
lv: Kopējā distance
mk: Вкупно растојание
ms: Jarak sepanjang hayat
mt: Distanza totali
nb: Total distanse
nl: Totale afstand
pl: Dystans łącznie
pt_br: Distância total
pt_pt: Distância total
ro: Distanță totală
ru: Общий пробег
sk: Celková vzdialenosť
sl: Skupna razdalja
sq: Distanca e përgjithshme
sr: Укупна раздаљина
sv: Total distans
tr: Toplam mesafe
uk: Загальний пробіг
vi: Tổng quãng đường đã dùng
zh_hans: 累计里程
zh_hant: 累計里程

source: Load
ar: الحمل
bg: Натоварване
ca: Càrrega
cs: Zátěž
da: Belastning
de: Belastung
el: Φορτίο
es: Carga
et: Koormus
fi: Kuormitus
fr: Charge
ga: Ualach
hr: Opterećenje
hu: Terhelés
id: Beban
is: Álag
it: Carico
ja: 負荷
ko: 부하
lt: Krūvis
lv: Slodze
mk: Оптоварување
ms: Beban
mt: Tagħbija
nb: Belastning
nl: Belasting
pl: Obciążenie
pt_br: Carga
pt_pt: Carga
ro: Încărcătură
ru: Нагрузка
sk: Záťaž
sl: Obremenitev
sq: Ngarkesa
sr: Оптерећење
sv: Belastning
tr: Yük
uk: Навантаження
vi: Tải
zh_hans: 负荷
zh_hant: 負荷

source: Loaded carries and holds
ar: الحمل والثبات بوزن
bg: Носене и задържане с тежест
ca: Transports i sosteniments amb càrrega
cs: Nošení a výdrže se zátěží
da: Bæring og hold med vægt
de: Tragen und Halten mit Last
el: Μεταφορές και κρατήματα με φορτίο
es: Transportes y sostenidos con carga
et: Raskusega kandmine ja hoidmine
fi: Kannot ja pidot kuormalla
fr: Ports et maintiens chargés
ga: Iompar agus coinneáil faoi ualach
hr: Nošenje i držanje s teretom
hu: Súllyal végzett cipelések és tartások
id: Angkut berbeban dan tahanan
is: Burður og hald með þyngd
it: Trasporti e tenute sotto carico
ja: 荷重しての運搬と保持
ko: 무게를 들고 걷기와 버티기
lt: Nešimai ir laikymai su svoriu
lv: Nešana un turēšana ar svaru
mk: Носење и држење со тежина
ms: Angkutan berbeban dan tahanan
mt: Ġarr u żamma bil-piż
nb: Bæring og hold med vekt
nl: Dragen en vasthouden met belasting
pl: Przenoszenie i utrzymywanie obciążenia
pt_br: Carregamentos e sustentações com peso
pt_pt: Transportes e suspensões com carga
ro: Transporturi și mențineri cu greutate
ru: Переносы и удержания с весом
sk: Nosenie a výdrže so záťažou
sl: Nošenje in držanje z bremenom
sq: Mbajtje dhe qëndrime me peshë
sr: Ношење и држање с теретом
sv: Bärande och hållande med last
tr: Ağırlıkla taşıma ve tutuşlar
uk: Перенесення й утримання з вагою
vi: Vác nặng và giữ tư thế
zh_hans: 负重行走与静力支撑
zh_hant: 負重行走與靜力支撐

source: Log Workout
ar: تسجيل تمرين
bg: Запиши тренировка
ca: Registra entrenament
cs: Zaznamenat trénink
da: Registrér træning
de: Einheit erfassen
el: Καταγραφή προπόνησης
es: Registrar entrenamiento
et: Salvesta trenn
fi: Kirjaa harjoitus
fr: Enregistrer une séance
ga: Logáil seisiún
hr: Zabilježi trening
hu: Edzés rögzítése
id: Catat Latihan
is: Skrá æfingu
it: Registra allenamento
ja: ワークアウトを記録
ko: 운동 기록
lt: Užrašyti treniruotę
lv: Pierakstīt treniņu
mk: Запиши тренинг
ms: Catat Latihan
mt: Irreġistra sessjoni
nb: Registrer økt
nl: Training vastleggen
pl: Zapisz trening
pt_br: Registrar treino
pt_pt: Registar treino
ro: Înregistrează antrenament
ru: Записать тренировку
sk: Zaznamenať tréning
sl: Zabeleži trening
sq: Regjistro stërvitje
sr: Забележи тренинг
sv: Registrera pass
tr: Antrenman Kaydet
uk: Записати тренування
vi: Ghi Buổi Tập
zh_hans: 记录训练
zh_hant: 記錄訓練
